randread/96_node/job_1470997_fiojob_1/nid00154_fiojob_1/output.log
test: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
fio-3.27
Starting 1 process
test: Laying out IO file (1 file / 1024MiB)

test: (groupid=0, jobs=1): err= 0: pid=130763: Tue Jul 20 10:05:39 2021
  read: IOPS=192, BW=771KiB/s (790kB/s)(226MiB/300004msec)
    slat (usec): min=458, max=67587, avg=5169.17, stdev=3963.90
    clat (usec): min=14, max=1623.0k, avg=1319968.58, stdev=90326.68
     lat (msec): min=7, max=1627, avg=1325.14, stdev=90.47
    clat percentiles (msec):
     |  1.00th=[ 1167],  5.00th=[ 1200], 10.00th=[ 1234], 20.00th=[ 1267],
     | 30.00th=[ 1284], 40.00th=[ 1301], 50.00th=[ 1318], 60.00th=[ 1334],
     | 70.00th=[ 1351], 80.00th=[ 1385], 90.00th=[ 1418], 95.00th=[ 1452],
     | 99.00th=[ 1536], 99.50th=[ 1552], 99.90th=[ 1603], 99.95th=[ 1603],
     | 99.99th=[ 1620]
   bw (  KiB/s): min=  360, max=  952, per=99.87%, avg=770.69, stdev=67.54, samples=597
   iops        : min=   90, max=  238, avg=192.67, stdev=16.89, samples=597
  lat (usec)   : 20=0.01%
  lat (msec)   : 10=0.01%, 20=0.01%, 50=0.01%, 100=0.02%, 250=0.05%
  lat (msec)   : 500=0.09%, 750=0.09%, 1000=0.08%, 2000=99.66%
  cpu          : usr=0.39%, sys=2.76%, ctx=57845, majf=0, minf=293
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=57828,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=771KiB/s (790kB/s), 771KiB/s-771KiB/s (790kB/s-790kB/s), io=226MiB (237MB), run=300004-300004msec